Error = "Я вас не понимаю. Попробуйте написать /start и проследуйте инструкции"

Info = "Добро пожаловать! Я бот, который по дате вашего " \
        "дня рождения могу определить совместимость❤\n" \
       "Напишите Ваше имя и дату рождения в формате:\n name dd.mm.yyyy,\n" \
       "а на следующей строке в таком же формате имя и дату рождения вашего партнера." \


AirAqu = "Воздух и вода:\n" \
         "Иногда эти стихии тянутся друг к другу, но из этого редко" \
         " получается что-то толковое: или полный штиль, или грозный" \
         " шторм - всегда или слишком мало, или чересчур для" \
         " гармоничного союза. В отдельный случаях Воздух может надуть" \
         " паруса семейного корабля, чтобы он заскользил по Воде уверенно" \
         " и в правильном направлении. Для этого партнерам нужно преодолеть" \
         " разногласия, вызванные противоречиями стихий — для водных знаков" \
         " характерны тяжелый нрав, чувство собственности, ревность, а Воздуху" \
         " нужны свобода действий и легкость в общении."

AirIgn = "Воздух и огонь;\n" \
         "Сочетание интересное, перспективное, многозначительное: Воздух может" \
         " раздуть пламя, вдохновить его. Из всех возможных сочетаний у этих стихий" \
         " наибольшая интеллектуальная и духовная близость. Партнерам интересно" \
         " друг с другом, а в плане общения — легко и свободно, настолько совместимы" \
         " их темпераменты. Гармония здесь также на высоте. Опасность может исходить из" \
         " слишком амбициозных претензий Огня на власть. Воздух не претендует на лидерство," \
         " но нельзя слишком долго испытывать его терпение."

AquIgn = "Вода и Огонь:\n" \
         "Совместимость этих стихий напоминает чайник - Огонь пылает, Вода кипит. Вечный" \
         " конфликт и отсутствие взаимопонимания. Эмоционально дисгармоничная пара - и" \
         " чувственность, и страстность, и нежность они понимают и выражают по-разному. Вечный" \
         " лидер Огонь может неожиданно пострадать от Воды - она способна затушить его, отказать" \
         " во взаимности, лишить вдохновения. Все великие романы и великие расставания происходят" \
         " в сочетании именно этих стихий. Притяжение и отторжение. Влечение и непонимание."

AirTer = "Воздух и земля:\n" \
         "Эти стихии малосовместимы. Во многом они антагонисты, а в чем-то просто не понимают друг друга." \
         " Между ними нет неразрешенных конфликтов, их проблема не в излишней эмоциональности, а в её" \
         " отсутствии — ни страсти, ни сексуального притяжения, ни бурных проявлений ревности. В этом" \
         " союзе нет особых проблем, но нет и объединяющих начал. Тем не менее, миролюбивость обоих стихий" \
         " может принести пользу в семейном бизнесе - рационализм Земли и интеллектуальность воздуха в тандеме" \
         " бывают очень плодотворны."

AirAir = "Воздух и Воздух:\n" \
         "Это легкие, свободные, порхающие отношения. для воздушных знаков характерны романтизм и некоторая" \
         " восторженность, оторванность от земного, непрактичность, нерациональность. для периода влюбленности" \
         " нельзя придумать лучшего формата - взявшись за руки, парить в облаках. Однако, когда совместная жизнь" \
         " превращается в рутину, партнеры начинают страдать от своей неприспособленности к быту и упрекать в этом" \
         " друг друга. Кроме того, у двух воздушных знаков редко бывает неистовая страсть в постели - их любовь" \
         " больше похожа на платоническую."

AquTer = "Вода и земля:\n" \
         "Земля и Вода созданы друг для друга. Вода орошает и оживляет" \
         " Землю, а Земля дает Воде опору, русло для направления и смысл" \
         " существования. Такие союзы по определению должны быть благополучны" \
         " и гармоничны - их тяга друг к другу заложена самой природой. Водные" \
         " знаки тяготеют к стабильности, которой не хватает им самим, а знаки" \
         " Земли из всего зодиакального круга в большей мере обладают устойчивостью," \
         " постоянством и готовы поделиться этим с животворящей Водой. Семья, дети," \
         " дом-полная чаша — вот итог совместного пути Воды и Земли."

AquAqu = "Вода и вода:\n" \
         "Для знаков Воды характерны ощущение вечного внутреннего одиночества и" \
         " оторванности от всего мира. Когда два таких одиночества встречаются, они" \
         " могут слиться в один могучий жизнерадостный поток и дать другу новые силы." \
         " У водных знаков самая высокая страстность. Бурлящие эмоции, бешеная ревность," \
         " обоюдная повышенная нервозность могут иссушить эти отношения. Но даже, исчерпав" \
         " свою любовь, знаки Воды не смогут расстаться — когда вода сливается с водой," \
         " разделить их невозможно."

IgnTer = "Огонь и земля:\n" \
         "Это полярные стихии, они мало подходят друг другу — как правило, Огонь" \
         " выжигает Землю, а Земля может потушить Огонь. Иногда эта контрастность" \
         " темпераментов, разность жизненных ценностей, наоборот, притягивают Огонь" \
         " и Землю друг к другу - но эти союзы редко бывают прочными и долгосрочными." \
         " Чаще всего в быту их подстерегает поведенческий антагонизм: Земля экономит -" \
         " огонь тратит, Земля уважает порядок - Огонь создает хаос, Земля любит покой —" \
         " Огонь обожает праздники. Вечная борьба!"

IgnIgn = "Огонь и Огонь:\n" \
         "Ошибочно думать, что знаки одной стихии обязательно подходят друг другу" \
         " идеально. да, они во многом похожи, но иногда это становится проблемой." \
         " В частности, знаки Огня прекрасно совпадают в сексе, любви, страсти, но именно" \
         " между ними наибольшее количество измен, приступов ревности, бурных скандалов." \
         " Кроме того, оба «огневых» партнера претендуют на лидерство в паре, что мешает" \
         " гармоничным отношениям. И все-таки Огонь и Огонь — это сочетание талантливых, ярких" \
         " и щедрых людей. Огнеопасно, но интересно!"

TerTer = "Земля и земля:\n" \
         "Крепкий союз, объединяющий людей, идущих к одной цели, понимающих и разделяющих" \
         " убеждения друг друга. Представители этих стихий крепко стоят на ногах, ценят" \
         " практичность и рациональность, уважают порядок и предсказуемость во всем." \
         " Семейные ценности для них на первом месте. для внешнего мира они закрыты и мало" \
         " кто знает их сокровенные чувства. В работе — это лучшие исполнители, пунктуальные" \
         " и аккуратные. два таких человека в паре — гарантия стабильности и порядка в семье." \
         " Немного скучно, но благополучно."
